
//MARK: - Common -
"cancel_title" = "Cancel";
"placeholder_city" = "Moscow";
"go_to_settings" = "Go to settings";

//MARK: - Titles -
"weather_title" = "Weather";
"apod_title" = "Picture of the Day";
"SearchPlaceViewController_title" = "Let's find the city";

//MARK: - Network -
"language_request" = "en";

//MARK: - Errors -
"unknown_place_title" = "Unknown place";
"unknown_place_message" = "Unfortunatly, we don't know this place";
"common_error_title" = "Something went wrong";
"ok_message" = "Ok";

"no_connection_error_title" = "No connection";
"wrong_name_error_title" = "Wrong name";

"try_later_error_message" = "Try to repeat request later";

//MARK: - Location -
"access_location_denied" = "Access to location is denied";
"get_access_location" = "Allow access to location?";
"location_serivicies_not_enabled" = "Location servicies are not enabled";
